<?php
$txt='{"show":"&#65279;02113031楊杰昇資三Ａ02156104李奕璇資三Ａ02156109江行之資三Ａ02156113施伯諭資三Ａ02156115陳昱涵資三Ａ02156116巫承翰資三Ａ02156122林牧賢資三Ａ02156123王軒資三Ａ02156128蔡豪軒資三Ａ02156131施柏廷資三Ａ02156142林軒平資三Ａ02156151王蓓茹資三Ａ02156154郭勁揚資三Ａ02156155陳瑞宏資三Ａ02156156邱　政資三Ａ02156163劉　彧資三Ａ","value":[["﻿02113031","楊杰昇","資三Ａ"],["02156104","李奕璇","資三Ａ"],["02156109","江行之","資三Ａ"],["02156113","施伯諭","資三Ａ"],["02156115","陳昱涵","資三Ａ"],["02156116","巫承翰","資三Ａ"],["02156122","林牧賢","資三Ａ"],["02156123","王軒","資三Ａ"],["02156128","蔡豪軒","資三Ａ"],["02156131","施柏廷","資三Ａ"],["02156142","林軒平","資三Ａ"],["02156151","王蓓茹","資三Ａ"],["02156154","郭勁揚","資三Ａ"],["02156155","陳瑞宏","資三Ａ"],["02156156","邱　政","資三Ａ"],["02156163","劉　彧","資三Ａ"]]}';
$txt=str_replace("&#65279;","",$txt);
echo $txt;


?>
<script>
    var tt=Array();
    tt["1"]=Array();
    tt["1"][0]="陸建綱";
    tt["2"]=Array();
   // document.write(tt["1234"][0]);
    document.write(Object.keys(tt).length);//
</script>


